{
  "meta": {
    "title": "Home - Christian Devotionals",
    "description": "Christian Devotionals is your mobile companion to enrich your spiritual life with daily biblical reflections. Download the free app and strengthen your faith every day."
  },
  "navigation": {
    "home": "Home",
    "vision": "Our Vision",
    "features": "Features",
    "contact": "Contact",
    "donation": "Donation",
    "deleteData": "Delete Data"
  },
  "header": {
    "title": "Christian Devotionals",
    "subtitle": "Your Daily Spiritual Companion",
    "description": "Strengthen your faith with inspiring biblical reflections and spiritual content designed to nourish your soul every day.",
    "downloadApp": "Download App",
    "learnMore": "Learn About Features"
  },
  "vision": {
    "title": "Our Vision for Christian Devotionals",
    "description": "Christian Devotionals is your mobile companion designed to enrich and strengthen your spiritual life. Our goal is to be your daily bridge to God's word, offering inspiring and relevant biblical content. We believe in technology serving your faith, providing a fluid, fast, and reliable experience completely free of charge."
  },
  "features": {
    "title": "Key Features",
    "daily": {
      "title": "Daily Devotionals",
      "description": "Access a new biblical reflection every day, designed to inspire and nourish your spirit."
    },
    "versions": {
      "title": "Bible Versions",
      "description": "Enjoy devotionals in different Bible versions, such as RVR1960, for deeper study."
    },
    "favorites": {
      "title": "Mark Your Favorites",
      "description": "Save those devotionals that touch you most to easily revisit them whenever you want."
    },
    "sharing": {
      "title": "Share the Word",
      "description": "Spread inspiration by sharing devotionals as text or beautiful images through your networks."
    },
    "prayer": {
      "title": "Prayer of Faith",
      "description": "A special message to give your life to Jesus Christ and live eternally."
    },
    "language": {
      "title": "Multiple Languages",
      "description": "Designed for expansion, currently optimized for Spanish-speaking users."
    },
    "notifications": {
      "title": "Personalized Notifications",
      "description": "Receive daily reminders of your devotional at the time you choose, so you don't miss your moment with God."
    },
    "themes": {
      "title": "Customize Your Theme",
      "description": "Choose from different color combinations to adapt the interface to your taste."
    },
    "darkMode": {
      "title": "Dark Mode (Low Light)",
      "description": "Enjoy comfortable reading in low-light environments, reducing eye strain."
    }
  },
  "contact": {
    "title": "Questions? Contact Us!",
    "description": "If you have any questions, suggestions, or just want to say hello, don't hesitate to get in touch with us.",
    "email": "develop4God@gmail.com",
    "sendEmail": "Send us an email"
  },
  "donation": {
    "title": "Support our Mission",
    "subtitle": "Your generosity allows us to continue building",
    "supportText": "Your support helps us continue sharing the word.",
    "donationText": "Consider making a donation."
  },
  "footer": {
    "copyright": "© 2025 Christian Devotionals. All rights reserved.",
    "madeWith": "Made with ♥️ by develop4God",
    "terms": "Terms and Conditions",
    "privacy": "Privacy Policy",
    "deleteData": "Request Data Deletion",
    "contact": "Contact"
  },
  "legal": {
    "terms": {
      "title": "Terms and Conditions of Use for the \"Christian Devotionals\" Application",
      "lastUpdated": "Last Updated:",
      "date": "July 28, 2025",
      "welcome": "Welcome to the \"Christian Devotionals\" mobile application (hereinafter, \"the Application\"), owned and operated by **Develop4God**. By accessing or using the Application, you (\"the User\") agree to be legally bound by these Terms and Conditions of Use (hereinafter, \"the Terms\"). If you do not agree with any of these Terms, you should not use the Application.",
      "section1_title": "1. Application Description",
      "section1_text": "The \"Christian Devotionals\" Application is a digital platform designed to provide access to daily, weekly, or periodic devotional texts, with the purpose of fostering spiritual reflection and personal growth. The main functionalities include reading devotionals, the ability to save devotionals as favorites, the option to share devotionals with contacts through your mobile device's functions, screenshotting the devotional content, and the possibility of making voluntary donations to support the Application.",
      "section2_title": "2. Intellectual Property and Application Content",
      "section2_1_title": "2.1. Devotional Content:",
      "section2_1_text": "All devotional content (texts, reflections, comments, etc.) presented in the Application is the property of **Develop4God**. While some of this content was initially generated with the assistance of Artificial Intelligence (AI), it has been reviewed, edited, and approved by **Develop4God**, who assumes full responsibility and ownership of it. This content is protected by copyright laws and other intellectual property laws.",
      "section2_2_title": "2.2. Use of Content:",
      "section2_2_text": "Users may use the devotional content for personal and non-commercial use (including reading, the option to share with contacts, screenshotting the devotional content, and adding to favorites). This use is permitted as long as no direct or indirect income is generated from such use. For any use that exceeds personal and...",
      "section3_title": "3. User Responsibilities",
      "section3_text": "By using the Application, you agree to:",
      "section3_list1": "Use the Application legally and ethically.",
      "section3_list2": "Not interfere with or disrupt the operation of the Application or the servers and networks connected to it.",
      "section3_list3": "Not use the Application for illegal purposes or to send spam, viruses, or other harmful code.",
      "section3_list4": "Respect the intellectual property rights of **Develop4God** and third parties.",
      "section3_list5": "Be solely responsible for any content or information you share.",
      "section4_title": "4. Donations",
      "section4_text": "The Application offers the option to make voluntary donations to support its maintenance and growth. These donations are processed through third-party platforms (e.g., PayPal) and are not a payment for any service. By making a donation, you agree to the terms and conditions of that third-party platform. Donations are non-refundable.",
      "section5_title": "5. Disclaimers and Limitation of Liability",
      "section5_1_title": "5.1. No Warranty:",
      "section5_1_text": "The Application is provided \"as is\" and \"as available\" without warranties of any kind, whether express or implied. **Develop4God** does not warrant that the Application will be uninterrupted, error-free, or free of viruses or other harmful components.",
      "section5_2_title": "5.2. Limitation of Liability:",
      "section5_2_text": "To the maximum extent permitted by law, **Develop4God** shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages resulting from your use of, or inability to use, the Application.",
      "section6_title": "6. Modifications to the Terms",
      "section6_text": "We reserve the right to modify these Terms at any time. We will notify you of any changes by posting the new Terms on this page and updating the \"Last Updated\" date. We recommend you review these Terms periodically.",
      "section7_title": "7. Third-Party Links",
      "section7_text": "The Application may contain links to third-party websites or services. We are not responsible for the content or privacy practices of these sites. Your access to and use of these sites is at your own risk.",
      "section8_title": "8. Termination of Use",
      "section8_text": "**Develop4God** may terminate or suspend your access to the Application at any time, without notice, for any reason, including if we believe you have violated these Terms.",
      "section9_title": "9. Governing Law and Jurisdiction",
      "section9_text": "These Terms shall be governed by and construed in accordance with the laws of **the Republic of Panama**, without regard to its conflict of law provisions. Any dispute arising in connection with these Terms shall be subject to the exclusive jurisdiction of the courts of **Panama City, Republic of Panama**.",
      "section10_title": "10. Contact",
      "section10_text": "If you have any questions about these Terms, you can contact us at: develop4God@gmail.com.",
      "backToHome": "Back to home page"
    },
    "privacy": {
      "title": "Privacy Policy for the \"Christian Devotionals\" Application",
      "lastUpdated": "Last Updated:",
      "date": "July 28, 2025",
      "description": "This Privacy Policy describes how the \"Christian Devotionals\" mobile application (hereinafter, \"the Application\"), owned and operated by **Develop4God**, handles user information. The privacy of our users is of utmost importance to us.",
      "section1_title": "1. Information We Collect and How We Use It",
      "section1_text": "The \"Christian Devotionals\" Application collects and processes certain types of data to offer its functionalities and improve the user experience. We want to be transparent about what data is collected and for what purpose:",
      "section1_list1_title": "Identifiers:",
      "section1_list1_text": "We collect device identifiers (such as Firebase Cloud Messaging - FCM tokens) and, when available and permitted by the user, the Android advertising ID.",
      "section1_list1_purpose": "Purpose:",
      "section1_list1_purpose_text": "Used to send push notifications (FCM), for application usage analysis (Firebase Analytics), and for advertising campaign attribution.",
      "section1_list2_title": "Personal Information (limited):",
      "section1_list2_text": "We collect the date and time of the last login (`lastLogin`).",
      "section1_list2_purpose": "Purpose:",
      "section1_list2_purpose_text": "For user account administration (via Firebase Authentication) and for basic activity statistics.",
      "section1_list3_title": "In-app activity:",
      "section1_list3_text": "We collect data about user interactions with the application (e.g., button clicks, screen visits) and devotionals saved as favorites.",
      "section1_list3_purpose": "Purpose:",
      "section1_list3_purpose_text": "For usage statistics (Firebase Analytics), to improve application features, and to personalize the user experience (e.g., showing favorite devotionals).",
      "section1_list4_title": "App performance:",
      "section1_list4_text": "We collect crash and diagnostics data.",
      "section1_list4_purpose": "Purpose:",
      "section1_list4_purpose_text": "To monitor the stability and performance of the application, detect and fix errors, and ensure a fluid experience.",
      "section1_list5_title": "App usage:",
      "section1_list5_text": "We collect interaction logs to understand how users navigate and use the application interface.",
      "section1_list5_purpose": "Purpose:",
      "section1_list5_purpose_text": "For usage statistics and analysis (Firebase Analytics).",
      "section1_list6_title": "App settings:",
      "section1_list6_text": "We store user preferences related to notifications (e.g., if notifications are enabled, preferred notification time, user's time zone).",
      "section1_list6_purpose": "Purpose:",
      "section1_list6_purpose_text": "To allow notification features to operate according to user preferences and to send timely developer communications.",
      "important_note_title": "Important:",
      "important_note_text": "The Application does not directly collect your name, email address, phone number, precise location, or other personally identifiable information (PII) other than what is mentioned above, unless you explicitly provide it through third-party functionalities (such as PayPal) or external authentication services.",
      "section2_title": "2. How the Application Works and Local Data Handling",
      "section2_text": "Some Application functionalities operate primarily locally on your device:",
      "section2_list1_title": "Reading Devotionals:",
      "section2_list1_text": "The devotional content is loaded for viewing. Reading activity is not recorded on a personal level.",
      "section2_list2_title": "Saving Favorites:",
      "section2_list2_text": "The \"save favorites\" functionality is performed locally on your device and is synchronized with your user account in Firebase Firestore for persistence and access from other devices (if you log in with the same account). This data is accessible and managed by us to provide you with this functionality.",
      "section2_list3_title": "Sharing with Contacts:",
      "section2_list3_text": "When you share a devotional, we do not store the information of the recipient or the content of the message you send. This process is handled by your device's native sharing functions.",
      "section3_title": "3. Data Security",
      "section3_text": "We are committed to protecting the security of your data. We use administrative, technical, and physical measures to protect against unauthorized access, disclosure, alteration, or destruction of the information we collect and store. However, no security measure is 100% perfect. We recommend you use strong passwords and protect your account information.",
      "section4_title": "4. Third-Party Services",
      "section4_text": "The Application uses third-party services that may collect information. These services have their own privacy policies:",
      "section4_list1": "**Firebase (Google):** For authentication, databases (Firestore), notifications (FCM), and analytics. Firebase's privacy policy is available at [https://firebase.google.com/support/privacy](https://firebase.google.com/support/privacy).",
      "section4_list2": "**PayPal:** For donations. PayPal's privacy policy is available at [https://www.paypal.com/myaccount/privacy/privacyhub](https://www.paypal.com/myaccount/privacy/privacyhub).",
      "section4_list3": "Other services: The Application may also use other third-party services for specific functions, such as sending emails. These services will only have access to the information necessary to provide their service.",
      "section5_title": "5. Children's Privacy",
      "section5_text": "The Application is not intended for use by children under 13 years of age. We do not knowingly collect personal information from children under 13. If we become aware that we have collected information from a child under 13 without verifiable parental consent, we will take steps to remove that information from our servers.",
      "section6_title": "6. Changes to This Privacy Policy",
      "section6_text": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the \"Last Updated\" date at the top. We recommend you review this Privacy Policy periodically for any changes.",
      "section7_title": "7. Contact",
      "section7_text": "If you have any questions about this Privacy Policy or wish to request the deletion of your data, please do not hesitate to contact us at: develop4God@gmail.com.",
      "backToHome": "Back to home page"
    }
  }
}