{
  "meta": {
    "title": "Home - Christian Devotionals",
    "description": "Christian Devotionals is your mobile companion to enrich your spiritual life with daily biblical reflections. Download the free app and strengthen your faith every day."
  },
  "navigation": {
    "home": "Home",
    "vision": "Our Vision",
    "features": "Features",
    "contact": "Contact",
    "donation": "Donation",
    "deleteData": "Delete Data"
  },
  "header": {
    "title": "Christian Devotionals",
    "subtitle": "Your Daily Spiritual Companion",
    "description": "Strengthen your faith with inspiring biblical reflections and spiritual content designed to nourish your soul every day.",
    "downloadApp": "Download App",
    "learnMore": "Learn About Features"
  },
  "vision": {
    "title": "Our Vision for Christian Devotionals",
    "description": "Christian Devotionals is your mobile companion designed to enrich and strengthen your spiritual life. Our goal is to be your daily bridge to God's word, offering inspiring and relevant biblical content. We believe in technology serving your faith, providing a fluid, fast, and reliable experience completely free of charge."
  },
  "features": {
    "title": "Key Features",
    "daily": {
      "title": "Daily Devotionals",
      "description": "Access a new biblical reflection every day, designed to inspire and nourish your spirit."
    },
    "versions": {
      "title": "Bible Versions",
      "description": "Enjoy devotionals in different Bible versions, such as RVR1960, for deeper study."
    },
    "favorites": {
      "title": "Mark Your Favorites",
      "description": "Save those devotionals that touch you most to easily revisit them whenever you want."
    },
    "sharing": {
      "title": "Share the Word",
      "description": "Spread inspiration by sharing devotionals as text or beautiful images through your networks."
    },
    "prayer": {
      "title": "Prayer of Faith",
      "description": "A special message to give your life to Jesus Christ and live eternally."
    },
    "language": {
      "title": "Multiple Languages",
      "description": "Designed for expansion, currently optimized for Spanish-speaking users."
    },
    "notifications": {
      "title": "Personalized Notifications",
      "description": "Receive daily reminders of your devotional at the time you choose, so you don't miss your moment with God."
    },
    "themes": {
      "title": "Customize Your Theme",
      "description": "Choose from different color combinations to adapt the interface to your taste."
    },
    "darkMode": {
      "title": "Dark Mode (Low Light)",
      "description": "Enjoy comfortable reading in low-light environments, reducing eye strain."
    }
  },
  "contact": {
    "title": "Questions? Contact Us!",
    "description": "If you have any questions, suggestions, or just want to say hello, don't hesitate to get in touch with us.",
    "email": "develop4God@gmail.com",
    "emailButton": "Send Email",
    "supportText": "Your support helps us continue sharing the word.",
    "donationText": "Consider making a donation."
  },
  "footer": {
    "copyright": "© 2025 Christian Devotionals. All rights reserved.",
    "madeWith": "Made with ♥️ by develop4God",
    "terms": "Terms and Conditions",
    "privacy": "Privacy Policy",
    "deleteData": "Request Data Deletion",
    "contact": "Contact"
  },
  "legal": {
    "terms": {
      "title": "Terms and Conditions of Use for the \"Christian Devotionals\" Application",
      "lastUpdated": "Last Updated: July 28, 2025",
      "welcome": "Welcome to the \"Christian Devotionals\" mobile application (hereinafter, \"the Application\"), owned and operated by **Develop4God**. By accessing or using the Application, you (\"the User\") agree to be legally bound by these Terms and Conditions of Use (hereinafter, \"the Terms\"). If you do not agree with any of these Terms, you should not use the Application.",
      "backToHome": "Back to home page"
    },
    "privacy": {
      "title": "Privacy Policy for the \"Christian Devotionals\" Application",
      "lastUpdated": "Last Updated: July 28, 2025",
      "description": "This Privacy Policy describes how the \"Christian Devotionals\" mobile application (hereinafter, \"the Application\"), owned and operated by **Develop4God**, handles user information. The privacy of our users is of utmost importance to us.",
      "backToHome": "Back to home page"
    }
  }
}